Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Since 2012, it has been performed yearly experiments with early feeding of lumpfish. Some of this production has been returned as brood fish recruits to Arctic Cleanerfish in Lofoten.
nb: Siden 2012 er det hvert år gjennomført forsøk med tidligfôring av rognkjeks, og noe av denne produksjonen er også tilbakeført som stamfiskrekrutter til Arctic Cleanerfish i Lofoten.

source: If there is a need for digital communication in the study, webcam and headphones are included as part of standard accessories.
nb: Ved behov for digital kommunikasjon i studiet, inngår webkamera og hodetelefoner som del av standard tilbehør.

source: Saiful Hasan will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at Nord University Business School, Wednesday November 3rd 2021.
nb: Saiful Hasan skal holde prøveforelesning og disputas for graden Philosophiae Doctor (ph.d.) ved Handelshøgskolen, Nord universitet, onsdag 3. november 2021.

source: Academic writing is an important part of your studies, no matter what subject you study.
nb: Akademisk skriving er en viktig del av studiene, uansett hva du studerer.

source: Your supervisor can often also help you.
nb: Din veileder kan ofte også hjelpe deg.

source: ProTools from Digidesign.
nb: ProTools fra Digidesign.

source: can adjust their own coaching practice based on feedback
nb: kan justere egen trenerutøvelse på bakgrunn av feedback

source: “Working together for a green, competitive and inclusive Europe“
nb: “Samarbeid for et grønt, konkurransedyktig Europa“

source: Collaboration project led Boye Welde at the Artic University of Norway (UiT)
nb: Samarbeidsprosjekt ledet av Boye Welde ved Norges arktiske universitet (UiT)

source: To be granted similar extensions – to be funded by the health enterprises (must be clarified).
nb: Gis tilsvarende forlengelse – finansieres av helseforetakene (må avklares).

source: In 2014, 20 experiments were completed distributed on master's theses, projects in co-operation with the industry and larger research projects with both national and international participation and funding.
nb: I 2014 ble det gjennomført 20 forsøk fordelt på masteroppgaver, prosjekter i samarbeid med næringslivet og større forskningsprosjekter med nasjonal og internasjonal deltakelse og finansiering.

source: Personal data cannot be reused for purposes incompatible with its original purpose.
nb: Personopplysninger kan ikke gjenbrukes til formål som er uforenelig med det opprinnelige formålet.

source: applicable laws, regulations and guidelines.
nb: gjeldende lover, forskrifter og retningslinjer

source: The main criteria for funding OA publication of journal articles
nb: Det er utarbeidet to sett med retningslinjer for OA-fondet;

source: l) have knowledge of key problem areas such as unemployment, poverty, substance abuse and addiction, mental health problems, disabilities and other factors that can contribute to marginalisation and social exclusion
nb: l) har kunnskap om sentrale problemområder som arbeidsledighet, fattigdom, rus og avhengighet, psykiske vansker, funksjonsnedsettelser og andre forhold som kan bidra til marginalisering og utenforskap

source: Around 30 participants took part.
nb: Rundt 30 deltagere var til stede.

source: The course will consist of lectures, seminars, individual and group activities..
nb: Planlegge, begrunne og gjennomføre individuelle og kollektive veiledningsprosesser

source: Assess whether it is necessary to process personal data in the project.
nb: Vurdér om det er nødvendig å behandle personopplysninger i prosjektet.

source: Exam description Obligatory participation 85 %, approved / not approved
nb: Obligatorisk deltakelse (OD) 85 %, godkjent / ikke godkjent

source: Why should researchers want to retain the rights to their own work?
nb: Hvorfor være opptatt av å beholde rettigheter til eget arbeid?

source: Students obtain basic skills in Norwegian language (bokmål) and will be able to:
nb: Studentene skal få grunnleggende ferdigheter i bokmål og skal kunne:

source: Research Director Gro Holst Volden, NTNU
nb: Forskningssjef Gro Holst Volden, NTNU

source: The kindergarten teacher's professional praxis in learning processes with the very young (0-3 years).
nb: Barnehagelærerens profesjonspraksis i læringsprosesser med de yngste barna i barnehagen (0-3 år)

source: deposited (this [published] version cannot be made openly accessible/downloadable in
nb: deponeres (denne [publiserte] versjonen kan da ikke gjøres åpent tilgjengelig/nedlastbar

source: Elective course for other students at Nord University
nb: Mulig valgemne for andre studenter ved Nord universitet.

source: From left: Karin Stoll, Mette Gårdvik and Wenche Sørmo have developed a teaching plan about marine pollution.
nb: Karin Stoll (f.v.), Mette Gårdvik og Wenche Sørmo har laget et undervisningsopplegg om marin forsøpling.

source: On day two of the workshop Professor Odd Jarl Borch and Senior Advisor Per Erik Solli from Nord University in Bodo led a discussion on research priorities within the hybrid threat domain.
nb: På dag to av workshopen ledet professor Odd Jarl Borch og seniorrådgiver Per Erik Solli fra Nord universitet en diskusjon om prioriterte forskningsområder knyttet til sammensatte trusler.

source: The guidelines for management of research data at Nord University are affiliated with the following guidelines and strategies:
nb: Retningslinjer for håndtering av forskningsdata ved Nord universitet er knyttet til følgende øvrige retningslinjer og strategier:

source: Only journals on levels 1 and 2 give credit in this system.
nb: Det er kun tidsskrifter på nivå 1 eller nivå 2 som gir uttelling.

source: Teaching Assistant EK365E- Introduction to Econometrics (Spring 2018)
nb: Lærerassistent EK 365-Innføring i økonometri (Vår 2018)

source: It is common that authors transfer rights to publishers when they publish e.g. an article or a book.
nb: Ved publisering er det vanlig at forfatter overfører rettigheter til utgiver.

source: Compulsory participation, comprises 0/100 of the grade, grading scale Godkjent - Ikke godkjent.
nb: Obligatorisk deltagelse - alle feltaktiviteter og øvinger med presentasjoner, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: This is, as we know, a growing problem, and one that we wanted to do something about.
nb: Det er, som vi alle vet, et voksende problem, og nettopp dette plast-problemet engasjerer oss.

source: March: Compulsory participation on hiking-tours etc. in Bodø, Norway.
nb: Obligatorisk deltakelse på turer i Bodø, Norge.

source: Assignment, comprises 100/100 of the grade, grading scale A-E for pass, F for fail.
nb: Oppgave, individuell, teller 100/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Classify the data in accordance with Nord University's guidelines for data classification, and ensure that the information is safeguarded according to its need for protection.
nb: Klassifisér opplysningene i henhold til Nord universitets retningslinjer for klassifisering av data, og sørg for at opplysningene sikres i henhold til beskyttelsesbehovet.

source: There must be at least 2 approved lab reports submitted within the stated deadline.
nb: Det må være minst 2 godkjennbare labrapporter som er levert innen oppgitt frist.

source: checking to ensure that personal data processed in the project is not used for other purposes or in other ways than those to which informants have consented
nb: kontrollere at personopplysninger som behandles i prosjektet ikke anvendes til andre formål eller på andre måter enn det informantene har samtykket til

source: These are the albums produced by John Leckie
nb: Disse albumene har John Leckie produsert

source: Joseph North (PhD Columbia) is Assistant Professor and Associate Director of Under- graduate Studies in the Department of English at Yale University.
nb: Joseph North (PhD Columbia) er førsteamanuensis og viseprogramansvarlig for bachelor- studier i engelsk ved Yale University.

source: Each individual theory exercise that is submitted must be at least 40% correctly answered.
nb: Hver enkelt teoriøving som leveres må ha minst 40 % rett besvart.

source: Here he is watching the students who are in the midst of the year’s toughest session at Grova Ski Centre.
nb: Her bivåner han studentene som er i gang med årets tøffeste økt i Grova skisenter.

source: REK also processes applications for exemptions from the duty of confidentiality.
nb: REK behandler også søknader om unntak fra taushetsplikten.

source: Authors who have renounced their rights must ask permission from the publisher to reuse their own material.
nb: I de fleste forlagskontrakter beholder forfatter likevel noen rettigheter til bruk av eget arbeid.

source: Since 2019 the research group conducted several conferences and will contribute to the various anthologies published in MiU's direction from 2020.
nb: Forskningsgruppen gjennomførte flere konferanser siden 2019 og skal bidra til de forskjellige antologier som blir publisert i MiUs regi fra 2020.

source: Assessment task - paper on 5-7 pages, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Arbeidskrav - skriftlig arbeid; 5-7 sider, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: These Nord students combine innovation and entrepreneurship with blue and green growth in their
nb: De to Nord-studentene kombinerer innovasjon og entreprenørskap med blå og grønn vekst, og har sammen bedriften

source: Cristin exists in two different versions – one old and one new.
nb: Cristin har to versjoner – en gammel og en ny.

source: The meeting took place in Øra Studio in Trondheim, a collaboration partner of the university.
nb: Møtet fant sted i Øra Studio i Trondheim, et studio universitetet samarbeider med (foto:

source: be able to present essential knowledge and insights about the possibilities and limitation for a sustainable development of the High North areas
nb: formidle sentrale kunnskaper og innsikter om muligheter og begrensninger for en bærekraftig utvikling i nordområdene

source: The programme is a session-based part-time study spanning over three years.
nb: Studiet er samlingsbasert deltidsstudium som strekker seg over tre år.

source: We have studied mitochondrial genome sequence variation among 200 specimens of the Atlantic cod representing different ecotypes and geographic locations.
nb: Vi har studert variasjon i det mitokondrielle genomet blant 200 torskeindivider fra forskjellige geografiske lokasjoner og økotyper.

source: Written assignment, grading scale Passed - Failed
nb: Oppgave, karakterregel Bestått - Ikke bestått

source: I have academic interest and expertise in tourism innovation studies, animal ethics in tourism, sustainability, community development and entrepreneurship
nb: Jeg har faglig interesse og kompetanse innen innovasjonsstudier innen turisme, dyretikk i turisme, bærekraft, samfunnsutvikling og entreprenørskap

source: The evaluation is integrated in a “design based research” study and forms the basis for evidence-based formulations of the final mentoring model/technology.
nb: Evalueringen er integrert i et «design based research»-design og danner grunnlaget for evidensbaserte formuleringer av den endelige modellen/teknologien.

source: Students can exchange to universities abroad, and replace courses for the whole semester.
nb: Studenter kan i dette semesteret utveksle til utenlandske utdanningsinstitusjoner, og ta emner som erstatter hele femte semester.

source: Has the ability to analyze and holistically assess issues based on relevant theory and empirical data, and assess suitable research method.
nb: Evner å analysere og helhetlig vurdere problemstillinger ut fra relevant teori og empiri, og vurdere egnet forskningsmetode.

source: Can address and solve professional problems within the field of animal science, both individually and as a member of a team.
nb: Kan adressere og løse faglige problemstillinger innen husdyrfag, både individuelt og som et medlem av et team.

source: One of the cultural products included in the analysis is the movie "The King of Bastøy" from 2010, which depicts a dramatic uprising at Bastøy boarding school in the Oslofjord in May 1915.
nb: Ett av kulturproduktene som inngår i analysen er filmen «Kongen av Bastøy» fra 2010, som skildrer et dramatisk opprør ved Bastøy skolehjem i Oslofjorden i mai 1915.

source: Approximately 60 per cent of the full-texts in BASE are open access.
nb: 60 prosent av fulltekstene i BASE er OA.

source: This semester has a distinctive focus on energy management and geopolitics, with a further focus on artic governance and business management.
nb: Semesteret har et særskilt fokus på energiledelse og geopolitikk, med fokus på arktisk politikk og næringsvirksomhet.

source: – Would you recommend others to study at Nord University?
nb: Vil du anbefale andre å studere ved Nord Universitet?

source: Karianne was on an exchange in Australia in the spring semester of 2020.
nb: Karianne forteller at hun var i Australia på utveksling våren 2020, og benyttet anledningen til å se mye av landet.

source: Each theory exercise submitted must have all the assignments answered in order to be approved.
nb: Hver enkelt teoriøving som leveres må ha alle oppgavene besvart for å bli godkjent.

source: Written examination, 4 hours, comprises 50/100 of the grade, grading scale A-E for pass, F for fail.
nb: Skriftlig skoleeksamen, 4 timer, teller 50/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: research institutions, the institution and the names of any contact persons should be included in the application.
nb: ved andre forskningsinstitusjoner skal institusjonen angis og navn på kontaktperson opplyses om i søknaden.

source: Can you use anonymous datasets that have already been collected by others?
nb: Kan du bruke anonyme datasett som allerede er innhentet av andre?

source: If you and your supervisor believe that there are special reasons why you need to process personal data in some way that does not conform to Nord's guidelines, you must contact the faculty for written approval.
nb: Dersom du og din veileder mener at det er spesielle årsaker til at du er nødt til å behandle personopplysninger på en måte som ikke er i henhold til Nords retningslinjer, må du kontakte fakultetet for å få en skriftlig godkjenning.

source: a) have insight into views of human life and values in social work, professional ethics and relevant ethical theories
nb: a) har innsikt i menneskesyn og verdier i sosialt arbeid, profesjonsetikk og relevante etiske teorier

source: The fourth semesters is best suited for an exchange abroad.
nb: Tredje studieår (enten hele eller et av semestrene) egner seg best for utenlandsopphold.

source: Students will receive an
nb: Studentene vil få en innføring i

source: SA 212S The Nordic Societies
nb: SA 212S De nordiske samfunn

source: UiT Norway's Arctic University (2011-2013)
nb: UiT Norges arktiske universitet (2011-2013)

source: "Working together for a green, competitive and inclusive Europe""Together for good ideas"
nb: "Samarbeid for et grønt, konkurransedyktig Europa""Sammen om gode ideer"

source: ensuring that all personal data that is not to be stored after the end of the project is properly deleted.
nb: sørge for at alle personopplysninger som ikke skal oppbevares etter prosjektslutt blir forsvarlig slettet.

source: Warm-up strategies and performance
nb: •Warm-up strategier og prestasjon

source: A master’s degree of 120 credits is normally required. Students on the PhD programme of study in Professional Studies are prioritised.
nb: Det kreves normalt en mastergrad av 120 sp omfang. Studenter ved studieprogrammet ph.d. i profesjonsvitenskap prioriteres.

source: I defended my thesis at Nord University in 2015.
nb: Jeg forsvarte avhandlingen min ved Nord universitet i 2015.

source: Each of the parties may propose amendments to the contract.
nb: Hver av partene kan foreslå endringer i kontrakten.

source: View general admission information https://www.nord.no/en/studies/admission/how-to-apply-bachelor/Pages/default.aspx
nb: Generell opptaksinformasjon / View general admission information https://www.nord.no/en/studies/admission/how-to-apply-

source: Why publish Open Access?
nb: Hvorfor publisere åpent?

source: The course is gives as 30 hours of lecture and 30 hours of laboratory practice.
nb: Kurset består av 30 timer undervisning og 30 timers praktisk laboratorieøvelser.

source: The admission requirement is that 6
nb: Opptakskravet er da at 6

source: School of Business (2003-2011) and Program Director, PhD in Business at Nord University Business School (2018-2021).
nb: Lindberg har tidligere vært prodekan og dekan ved (2003-2011) og studieprogramansvarlig for PhD i bedriftsøkonomi (2018-2021).

source: Students will also choose one subject from one of the other majors to acquire advanced insights into theories and models from another subject area and to be able to understand interdisciplinary issues.
nb: Studentene skal i tillegg velge ett emne fra en av de andre profilområdene for å tilegne seg avansert innsikt i teorier og modeller fra et annet fagområde og for å evne å forstå tverrfaglige problemstillinger.

source: Where can data be stored?
nb: Hvor kan data lagres?

source: In addition, topics in mathematics, statistics, business economics analysis - and financial accounting.
nb: I tillegg inngår emner i matematikk, statistikk, bedriftsøkonomisk analyse - og finansregnskap.

source: Sc. at the University of Bergen 2011.
nb: ved Universitetet i Bergen 2011.

source: He has a research stay at Copenhagen Business School, Denmark (1997), and was Visiting Scholar at University of California, Berkeley, USA (2012), University of Southern Denmark (2015) and has worked at University of Gothenburg (2016-17).
nb: Han har hatt forskningsopphold ved Handelshøjskolen i København (1997), og var gjesteforsker ved University of California, Berkeley, USA (2012), Syddansk Universitetet (2015) og har arbeidet ved Gøteborgs Universitet (2016-17).

source: about the oceans and need for Marine Reserves and my
nb: , behov for marine reservater og min

source: Can analyse and discuss professional management issues
nb: kan analysere og drøfte ledesesfaglige problemstillinger

source: - Inventorying and inventory design of Norwegian insects, particularly Diptera
nb: - Kartlegging og kartleggingsmetodikk av norske insekt, med vekt på Diptera

source: (Universal) is the second of two alternative Plan S-compliant licences.
nb: (universal/fristatuserklæring) er den andre av Plan S’ to tillatte alternative lisenser.

source: Leckie started his career in Abbey Road Studios, operating tape recorders in 1970.
nb: Leckie startet karrieren i Abbey Road Studios som operatør av båndspillere i 1970.

source: Gøril Ursin is the Dean at Nord University’s Faculty of Nursing and Health Sciences.
nb: Gøril Ursin er dekan ved Nord universitet, Fakultet for sykepleie og helsevitenskap.

source: at Universität Kassel (Germany) 2017, M.
nb: ved Universität Kassel (Tyskland) 2017, M.Sc.

source: Students will be able to explain and apply key theories and concepts in biodiversity and biogeography, and
nb: • Studentene skal kunne forklare og anvende sentrale teorier og begreper innen biologisk mangfold og biogeografi, og

source: theater as an art form and about the possibilities that exist within the choice of form and content
nb: teateret som kunstform og om hvilke muligheter som finnes innen valg av form og innhold

source: Attendance is mandatory for all classes.
nb: Det er obligatorisk frammøte til all undervisning.

source: The teaching will be part lectures, part seminars and group work, with follow-up activities on Canvas where applicable.
nb: Undervisningen gis delvis i form av forelesninger, seminarer, og gruppearbeid, med oppfølgingsaktiviteter på Canvas.

source: Nordic ESERO will contribute to recruitment in mathematics, science and technology through courses for teachers in Finland, Sweden and Norway.
nb: Nordic ESERO skal bidra til rekruttering innen matematikk, naturfag og teknologi gjennom kurs for lærere i Finland, Sverige og Norge.

source: Students can take courses at our partner universities in Europe, Asia, Australia or North America as a part of this programme.
nb: Som en del av studiet kan du reise til en av våre partnere i Europa, Asia, Australia eller Nord-Amerika.

source: We aim to give knowledge and develop the power to act through a comprehensive approach to the global problem of marine littering, says Nord University Professor of Natural Sciences, Wenche Sørmo.
nb: Med en helhetlig tilnærming til det globale problemet med marin forsøpling skapes holdninger og handlingskompetanse, sier Wenche Sørmo, professor i naturfag ved Nord universitet.

source: Read more about how to find OA literature.
nb: Les mer om hvordan finne OA-litteratur.

source: have insight into relevant academic and professional issues of an ethical nature.
nb: ha innsikt i relevante og fag- og yrkesetiske problemstillinger

source: out of 8 subjects are passed.
nb: av 8 emner er bestått.

source: This PhD project is part of the national project "Gode barnehager for barn i Norge (
nb: Dette ph.d.-prosjektet er en del av det nasjonale prosjektet "Gode barnehager for barn i Norge" (

source: What student assingments should be reported to NSD?
nb: Hvilke studentoppgaver skal meldes til NSD?

source: September for examinations in the autumn semester and 1 February for examinations in the spring semester.
nb: september for eksamen i høstsemestret og 1. februar for eksamen i vårsemestret.

source: International business and marketing
nb: International virksomhet og markedsføring

source: the university's quality control system.
nb: universitetets system for kvalitetskontroll.

source: This will include knowledge of major social and cultural institutions and the relationships between these, throughout
nb: Kunnskapene skal omfatte sentrale samfunnsmessige og kulturelle institusjoner, og samspillet mellom disse, opp

source: holds specialized competence in analyzing business economics issues based on relevant theory and empiric, and assess the appropriate research methodology.
nb: holder spesialisert kompetanse i å analysere bedriftsøkonomiske problemstillinger ut fra relevant teori og empiri, og vurdere egnet forskningsmetode.

source: be able to find, assess and refer to information and subject matter and present this in a way which highlights a specific issue
nb: kunne finne, vurdere og henvise til informasjon og fagstoff og framstille dette slik at det belyser en problemstilling

source: You will need to use NSD's template for
nb: Du skal bruke NSD sin mal for

source: Check that the journal is listed on levels 1 or 2 in
nb: Sjekk at tidsskriftet er rangert på nivå 1 eller 2 i

source: Consider the need to process personal data
nb: Vurder behovet for å behandle personopplysninger

source: Report all discrepancies, if any, that occur during the processing of personal data.
nb: Meld fra dersom det skjer avvik ved behandlingen av personopplysninger.

source: The voice represents and reflects identity and social integration.
nb: Stemmen representerer og gjenspeiler identitet og sosial integrasjon.

source: The students themselves are responsible for transport to practical learning arenas in the Meråker municipality (campus).
nb: Studentene er selv ansvarlig for transport til praktiske læringsarenaer i Meråker kommune.

source: Knowledge about new thoughts and innovation processes.
nb: Kjenne til nytenking og innovasjonsprosesser.
